Repository: DarkCat09/teamder-bot
Catalog: locales/*/LC_MESSAGES/teamder-bot.po
Languages: ru

source: Hello {user_name}! You in the admin panel
ru: Привет {user_name}! Ты в панели администратора

source: {num}. {user_id} <a href='tg://user?id={user_id}'><b>{fullname}</b></a> {username}[{date}]
ru: {num}. <code>{user_id}</code> <a href='tg://user?id={user_id}'><b>{fullname}</b></a> {username}[{date}]

source: No users was found
ru: Ни одного пользователя не было найдено

source: No admins was added
ru: Ни одного администратора не было добавлено

source: Send user id or forward message from user who will be an admin
ru: Оправьте айди пользователя, который станет админом, или перешлите его сообщение мне

source: User id is invalid! Forward to me any message from this user, or send me his id. You can find it, for example, from the bot @my_id_bot
ru: Айди пользователя неверно! Перешлите мне любое его сообщение или отправьте мне его айди. Узнать его вы можете например у бота @my_id_bot

source: Forwarded message was not sent by user! Forward to me any message from this user, or send me his id. You can find it, for example, from the bot @my_id_bot
ru: Пересланное сообщение было отправлено не пользователем! Перешлите мне любое его сообщение или отправьте мне его айди. Узнать его вы можете например у бота @my_id_bot

source: Are you sure you want to add user {user_id} as an admin?
ru: Вы уверены, что хотите добавить пользователя <code>{user_id}</code> как адмнистратора?

source: User is already an admin
ru: Этот пользователь уже администратор

source: User {user_id} was added as an admin!
ru: Пользователь <code>{user_Id}</code> был добавлен в адмнистраторы!

source: Send user id or forward message from user who will removed from admins
ru: Оправьте айди пользователя, которого нужно удалить из адмнистраторов, или перешлите его сообщение мне

source: Are you sure you want to remove user {user_id} from admins?
ru: Вы уверены, что хотите удалить пользователя <code>{user_id}</code> из администраторов?

source: This user is not an admin
ru: Этот пользователь не администратор

source: User {user_id} was removed from admins!
ru: Пользователь <code>{user_id}</code> был удален из администраторов!

source: List users
ru: Список пользователей

source: List admins
ru: Список администраторов

source: Add admin
ru: Добавить администратора

source: Delete admin
ru: Удалить администратора

source: Action was canceled
ru: Действие было отменено

source: Hello, user!
ru: Привет, пользователь!

source: Your id is {user_id}
ru: Твой айди <code>{user_id}</code>

source: Show my id
ru: Показать мой айди

source: Yes
ru: Да

source: No
ru: Нет
